Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Export BIND Zone File
ar: تصدير ملف منطقة BIND
de: BIND-Zonendatei exportieren
es: Exportar archivo de zona BIND
fr: Exporter le fichier de zone BIND
it: Esporta file di zona BIND
ja: BIND ゾーン ファイルをエクスポート
ko: BIND 영역 파일 내보내기
pt_br: Exportar arquivo de zona BIND
ru: Экспорт файла зоны BIND
zh_hans: 导出 BIND 区域文件
zh_hant: 匯出 BIND 區域檔案

source: Export IP Ranges
ar: تصدير نطاقات IP
de: IP-Bereiche exportieren
es: Exportar rangos de IP
fr: Exporter des plages IP
it: Esporta intervalli IP
ja: IP範囲のエクスポート
ko: IP 범위 내보내기
pt_br: Exportar intervalos de IP
ru: Экспортировать диапазоны IP-адресов
zh_hans: 导出 IP 地址段
zh_hant: 導出 IP 地址段

source: Export Records
ar: تصدير السجلات
de: Datensätze exportieren
es: Exportar registros
fr: Exporter des enregistrements
it: Esporta record
ja: エクスポート記録
ko: 기록 내보내기
pt_br: Exportar registros
ru: Экспорт записей
zh_hans: 导出记录
zh_hant: 導出记录

source: Export Request
ar: طلب التصدير
de: Exportanfrage
es: Solicitud de exportación
fr: Demande d'exportation
it: Richiesta di esportazione
ja: エクスポートリクエスト
ko: 수출요청
pt_br: Solicitação de exportação
ru: Экспортный запрос
zh_hans: 导出请求
zh_hant: 導出請求

source: Export Rules
ar: قواعد التصدير
de: Exportregeln
es: Reglas de exportación
fr: Règles d'exportation
it: Regole di esportazione
ja: エクスポートルール
ko: 수출 규칙
pt_br: Regras de exportação
ru: Правила экспорта
zh_hans: 导出规则
zh_hant: 導出規則

source: Export Trace
ar: تصدير بيانات التتبع
de: Trace exportieren
es: Exportar seguimiento
fr: Exporter la trace
it: Esporta traccia
ja: トレースをエクスポート
ko: Trace 내보내기
pt_br: Exportar rastreamento
ru: Экспорт трассировки
zh_hans: 导出 Trace 诊断数据
zh_hant: 匯出 Trace 診斷資料

source: Export Zone File
ar: تصدير ملف المنطقة
de: Zonendatei exportieren
es: Exportar archivo de zona
fr: Exporter le fichier de zone
it: Esporta file di zona
ja: ゾーン ファイルをエクスポート
ko: 영역 파일 내보내기
pt_br: Exportar arquivo de zona
ru: Экспорт файла зоны
zh_hans: 导出区域文件
zh_hant: 匯出區域檔案

source: Exported Class
ar: فئة المصدرة
de: Exportierte Klasse
es: Clase exportada
fr: Classe exportée
it: Classe esportata
ja: エクスポートされたクラス
ko: 내보낸 클래스
pt_br: Classe exportada
ru: Экспортированный класс
zh_hans: 导出的类
zh_hant: 導出的类

source: Expression
ar: التعبير
de: Ausdruck
es: Expresión
it: Espressione
ja: 式
ko: 표현식
pt_br: Expressão
ru: Выражение
zh_hans: 表达式
zh_hant: 運算式

source: External TLS Server
ar: خادم TLS خارجي
de: Externer TLS-Server
es: Servidor TLS externo
fr: Serveur TLS externe
it: Server TLS esterno
ja: 外部TLSサーバー
ko: 외부 TLS 서버
pt_br: Servidor TLS externo
ru: Внешний TLS-сервер
zh_hans: 第三方源站 TLS 服务
zh_hant: 第三方源站 TLS 服务

source: Face ID & Local Keys
ar: معرف الوجه والمفاتيح المحلية
de: Gesichts-ID und lokale Schlüssel
es: Face ID y claves locales
fr: Identification faciale et clés locales
it: Face ID e chiavi locali
ja: Face ID とローカルキー
ko: 얼굴 ID 및 로컬 키
pt_br: ID facial e chaves locais
ru: Идентификатор лица и локальные ключи
zh_hans: Face ID 与本地私密
zh_hant: Face ID 与本地私密

source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échec
it: Fallito
ja: 失敗した
ko: 실패한
pt_br: Fracassado
ru: Неуспешный
zh_hans: 失败
zh_hant: 失败

source: Failed to Add Destination
ar: فشلت إضافة الوجهة
de: Ziel konnte nicht hinzugefügt werden
es: No se pudo agregar el destino
fr: Échec de l'ajout de la destination
it: Impossibile aggiungere la destinazione
ja: 宛先の追加に失敗しました
ko: 대상을 추가하지 못했습니다.
pt_br: Falha ao adicionar destino
ru: Не удалось добавить пункт назначения.
zh_hans: 添加目标地址失败
zh_hant: 新增目標地址失败

source: Failed to apply presets
ar: فشل تطبيق الإعدادات المسبقة
de: Fehler beim Anwenden der Voreinstellungen
es: Error al aplicar ajustes preestablecidos
fr: Échec de l'application des préréglages
it: Impossibile applicare le preimpostazioni
ja: プリセットの適用に失敗しました
ko: 사전 설정 적용 실패
pt_br: Falha ao aplicar predefinições
ru: Не удалось применить пресеты
zh_hans: 应用预设失败
zh_hant: 套用預設失敗

source: Failed to delete
ar: فشل الحذف
de: Fehler beim Löschen
es: No se pudo eliminar
fr: Échec de la suppression
it: Impossibile eliminare
ja: 削除に失敗しました
ko: 삭제하지 못했습니다.
pt_br: Falha ao excluir
ru: Не удалось удалить
zh_hans: 删除失败
zh_hant: 刪除失败

source: Failed to delete database
ar: فشل حذف قاعدة البيانات
de: Fehler beim Löschen der Datenbank
es: Error al eliminar la base de datos
fr: Échec de la suppression de la base de données
it: Impossibile eliminare il database
ja: データベースの削除に失敗しました
ko: 데이터베이스 삭제 실패
pt_br: Falha ao excluir banco de dados
ru: Не удалось удалить базу данных
zh_hans: 删除数据库失败
zh_hant: 刪除資料庫失敗

source: Failed to delete item
ar: فشل حذف العنصر
de: Fehler beim Löschen des Elements
es: Error al eliminar el elemento
fr: Échec de la suppression de l'élément
it: Impossibile eliminare l'elemento
ja: 項目の削除に失敗しました
ko: 항목 삭제 실패
pt_br: Falha ao excluir item
ru: Не удалось удалить элемент
zh_hans: 删除条目失败
zh_hant: 刪除項目失敗

source: Failed to delete namespace
ar: فشل حذف مساحة الاسم
de: Fehler beim Löschen des Namespace
es: Error al eliminar el espacio de nombres
fr: Échec de la suppression de l'espace de noms
it: Impossibile eliminare il namespace
ja: 名前空間の削除に失敗しました
ko: 네임스페이스 삭제 실패
pt_br: Falha ao excluir namespace
ru: Не удалось удалить пространство имен
zh_hans: 删除命名空间失败
zh_hant: 刪除命名空間失敗

source: Failed to delete object
ar: فشل حذف الكائن
de: Fehler beim Löschen des Objekts
es: Error al eliminar el objeto
fr: Échec de la suppression de l'objet
it: Impossibile eliminare l'oggetto
ja: オブジェクトの削除に失敗しました
ko: 객체 삭제 실패
pt_br: Falha ao excluir objeto
ru: Не удалось удалить объект
zh_hans: 删除对象失败
zh_hant: 刪除物件失敗

source: Failed to delete Pages project
ar: فشل في حذف مشروع الصفحات
de: Das Pages-Projekt konnte nicht gelöscht werden
es: No se pudo eliminar el proyecto de Pages
fr: Échec de la suppression du projet Pages
it: Impossibile eliminare il progetto Pages
ja: Pages プロジェクトの削除に失敗しました
ko: Pages 프로젝트를 삭제하지 못했습니다.
pt_br: Falha ao excluir o projeto do Pages
ru: Не удалось удалить проект Pages.
zh_hans: 删除 Pages 项目失败
zh_hant: 刪除 Pages 專案失败

source: Failed to delete record
ar: فشل في حذف السجل
de: Datensatz konnte nicht gelöscht werden
es: No se pudo eliminar el registro
fr: Échec de la suppression de l'enregistrement
it: Impossibile eliminare il record
ja: レコードの削除に失敗しました
ko: 기록을 삭제하지 못했습니다.
pt_br: Falha ao excluir registro
ru: Не удалось удалить запись
zh_hans: 删除 DNS 记录失败
zh_hant: 刪除 DNS 记录失败

source: Failed to delete trigger
ar: فشل حذف المشغل
de: Fehler beim Löschen des Auslösers
es: Error al eliminar el disparador
fr: Échec de la suppression du déclencheur
it: Impossibile eliminare il trigger
ja: トリガーの削除に失敗しました
ko: 트리거 삭제 실패
pt_br: Falha ao excluir gatilho
ru: Не удалось удалить триггер
zh_hans: 删除触发器失败
zh_hant: 刪除觸發器失敗

source: Failed to delete variable
ar: فشل حذف المتغير
de: Fehler beim Löschen der Variable
es: Error al eliminar la variable
fr: Échec de la suppression de la variable
it: Impossibile eliminare la variabile
ja: 変数の削除に失敗しました
ko: 변수 삭제 실패
pt_br: Falha ao excluir variável
ru: Не удалось удалить переменную
zh_hans: 删除变量失败
zh_hant: 刪除變數失敗

source: Failed to delete worker
ar: فشل في حذف العامل
de: Der Worker konnte nicht gelöscht werden
es: No se pudo eliminar al Worker
fr: Échec de la suppression du Worker
it: Impossibile eliminare il lavoratore
ja: Workerの削除に失敗しました
ko: Worker를 삭제하지 못했습니다.
pt_br: Falha ao excluir trabalhador
ru: Не удалось удалить работника.
zh_hans: 删除 Worker 失败
zh_hant: 刪除 Worker 失败

source: Failed to purge cache
ar: فشل مسح التخزين المؤقت
de: Fehler beim Löschen des Caches
es: Error al purgar la caché
fr: Échec de la purge du cache
it: Impossibile svuotare la cache
ja: キャッシュのパージに失敗しました
ko: 캐시 삭제 실패
pt_br: Falha ao limpar o cache
ru: Не удалось очистить кэш
zh_hans: 清除缓存失败
zh_hant: 清除快取失敗

source: Failed to purge URLs
ar: فشل مسح عناوين URL
de: Fehler beim Löschen der URLs
es: Error al purgar las URL
fr: Échec de la purge des URL
it: Impossibile svuotare gli URL
ja: URL のパージに失敗しました
ko: URL 삭제 실패
pt_br: Falha ao limpar URLs
ru: Не удалось очистить URL
zh_hans: 清除 URL 缓存失败
zh_hant: 清除 URL 快取失敗

source: Failed to rollback
ar: فشل التراجع
de: Fehler beim Rollback
es: Error al revertir
fr: Échec de la restauration
it: Impossibile eseguire il rollback
ja: ロールバックに失敗しました
ko: 롤백 실패
pt_br: Falha ao reverter
ru: Не удалось выполнить откат
zh_hans: 回滚失败
zh_hant: 復原失敗

source: Failed to save file
ar: فشل حفظ الملف
de: Fehler beim Speichern der Datei
es: Error al guardar el archivo
fr: Échec de l'enregistrement du fichier
it: Impossibile salvare il file
ja: ファイルの保存に失敗しました
ko: 파일 저장 실패
pt_br: Falha ao salvar arquivo
ru: Не удалось сохранить файл
zh_hans: 保存文件失败
zh_hant: 儲存檔案失敗

source: Failed to unbind resource
ar: فشل إلغاء ربط المورد
de: Fehler beim Aufheben der Ressourcenbindung
es: Error al desvincular el recurso
fr: Échec de la dissociation de la ressource
it: Impossibile dissociare la risorsa
ja: リソースのバインド解除に失敗しました
ko: 리소스 바인딩 해제 실패
pt_br: Falha ao desvincular recurso
ru: Не удалось отвязать ресурс
zh_hans: 解绑资源失败
zh_hant: 解除綁定資源失敗

source: Failed to update Always Online
ar: فشل تحديث Always Online
de: Fehler beim Aktualisieren von Always Online
es: Error al actualizar Always Online
fr: Échec de la mise à jour d'Always Online
it: Impossibile aggiornare Always Online
ja: Always Online の更新に失敗しました
ko: Always Online 업데이트 실패
pt_br: Falha ao atualizar Always Online
ru: Не удалось обновить Always Online
zh_hans: 更新 Always Online 失败
zh_hant: 更新 Always Online 失敗

source: Failed to update Development Mode
ar: فشل في تحديث وضع التطوير
de: Der Entwicklungsmodus konnte nicht aktualisiert werden
es: No se pudo actualizar el modo de desarrollo
fr: Échec de la mise à jour du mode développement
it: Impossibile aggiornare la modalità di sviluppo
ja: 開発モードの更新に失敗しました
ko: 개발 모드를 업데이트하지 못했습니다.
pt_br: Falha ao atualizar o modo de desenvolvimento
ru: Не удалось обновить режим разработки.
zh_hans: 更新开发模式失败
zh_hant: 更新開發模式失败

source: Failed to update proxy status
ar: فشل تحديث حالة البروكسي
de: Fehler beim Aktualisieren des Proxy-Status
es: Error al actualizar estado del proxy
fr: Échec de mise à jour du statut proxy
it: Impossibile aggiornare lo stato del proxy
ja: プロキシステータスの更新に失敗しました
ko: 프록시 상태 업데이트 실패
pt_br: Falha ao atualizar status do proxy
ru: Не удалось обновить статус прокси
zh_hans: 更新代理状态失败
zh_hant: 更新代理狀態失敗

source: Failed to Update Status
ar: فشل تحديث الحالة
de: Status konnte nicht aktualisiert werden
es: No se pudo actualizar el estado
fr: Échec de la mise à jour du statut
it: Impossibile aggiornare lo stato
ja: ステータスの更新に失敗しました
ko: 상태를 업데이트하지 못했습니다.
pt_br: Falha ao atualizar o status
ru: Не удалось обновить статус
zh_hans: 更新状态失败
zh_hant: 更新状態失败

source: Failed to update subdomain
ar: فشل تحديث النطاق الفرعي
de: Subdomain konnte nicht aktualisiert werden
es: No se pudo actualizar el subdominio
fr: Échec de la mise à jour du sous-domaine
it: Impossibile aggiornare il sottodominio
ja: サブドメインの更新に失敗しました
ko: 하위 도메인을 업데이트하지 못했습니다.
pt_br: Falha ao atualizar o subdomínio
ru: Не удалось обновить субдомен
zh_hans: 更新子域名失败
zh_hant: 更新子網域稱失败

source: Failed to update Under Attack Mode
ar: فشل التحديث في وضع الهجوم
de: Der Angriffsmodus konnte nicht aktualisiert werden
es: No se pudo actualizar el modo bajo ataque
fr: Échec de la mise à jour en mode attaque
it: Impossibile aggiornare la modalità Sotto attacco
ja: 攻撃モードでアップデートに失敗しました
ko: 공격 중 모드를 업데이트하지 못했습니다.
pt_br: Falha ao atualizar o modo sob ataque
ru: Не удалось обновить режим атаки.
zh_hans: 更新 Under Attack 模式失败
zh_hant: 更新 Under Attack 模式失败

source: Failed to update Zone Status
ar: فشل تحديث حالة المنطقة
de: Der Zonenstatus konnte nicht aktualisiert werden
es: No se pudo actualizar el estado de la zona
fr: Échec de la mise à jour de l'état de la zone
it: Impossibile aggiornare lo stato della zona
ja: ゾーンステータスの更新に失敗しました
ko: 영역 상태를 업데이트하지 못했습니다.
pt_br: Falha ao atualizar o status da zona
ru: Не удалось обновить статус зоны.
zh_hans: 更新站点状态失败
zh_hant: 更新站點状態失败

source: Fallback Pool
ar: مجموعة احتياطية
es: Grupo de reserva
fr: Pool de secours
it: Pool di fallback
ja: フォールバック プール
ko: 대체 풀
pt_br: Pool de fallback
ru: Резервный пул
zh_hans: 回退池
zh_hant: 後援集區

source: Fallback: %@
ar: الاحتياطي: %@
es: Alternativa: %@
fr: Repli : %@
ja: フォールバック: %@
ko: 대체: %@
ru: Резерв: %@
zh_hans: 后备源：%1$@
zh_hant: 後備來源：%1$@

source: Fast
ar: سريع
de: Schnell
es: Rápido
fr: Rapide
it: Veloce
ja: 速い
ko: 빠른
pt_br: Rápido
ru: Быстрый
zh_hans: 加速
zh_hant: 加速

source: Fast 1-RTT
ar: 1-RTT سريع
de: Schnelles 1-RTT
es: 1-RTT rápido
fr: 1-RTT rapide
it: 1-RTT veloce
ja: 高速 1-RTT
ko: 빠른 1-RTT
pt_br: 1-RTT rápido
ru: Быстрый 1-RTT
zh_hans: 快速 1-RTT
zh_hant: 快速 1-RTT

source: Fastest
ar: الأسرع
de: Am schnellsten
es: Lo más rápido
fr: Le plus rapide
it: Il più veloce
ja: 最速
ko: 가장 빠른
pt_br: Mais rápido
ru: Самый быстрый
zh_hans: 最快
zh_hant: 最快

source: Fastest and most modern TLS connection handshake protocol.
ar: بروتوكول مصافحة اتصال TLS الأسرع والأحدث.
de: Schnellstes und modernstes TLS-Verbindungs-Handshake-Protokoll.
es: El protocolo de protocolo de enlace de conexión TLS más rápido y moderno.
fr: Protocole de négociation de connexion TLS le plus rapide et le plus moderne.
it: Protocollo di handshake di connessione TLS più veloce e moderno.
ja: 最速かつ最新の TLS 接続ハンドシェイク プロトコル。
ko: 가장 빠르고 현대적인 TLS 연결 핸드셰이크 프로토콜입니다.
pt_br: O protocolo de handshake de conexão TLS mais rápido e moderno.
ru: Самый быстрый и современный протокол рукопожатия TLS-соединения.
zh_hans: 最快且最现代的 TLS 连接握手协议。
zh_hant: 最快速且最現代的 TLS 連線交握通訊協定。

source: Feedback & Diagnostics
ar: ردود الفعل والتشخيص
de: Feedback und Diagnose
es: Comentarios y diagnóstico
fr: Commentaires et diagnostics
it: Feedback e diagnostica
ja: フィードバックと診断
ko: 피드백 및 진단
pt_br: Feedback e diagnóstico
ru: Обратная связь и диагностика
zh_hans: 意见反馈与环境诊断
zh_hant: 意见反馈与环境诊断

source: Feedback & Issue Description
ar: ردود الفعل ووصف المشكلة
de: Feedback und Problembeschreibung
es: Comentarios y descripción del problema
fr: Commentaires et description du problème
it: Feedback e descrizione del problema
ja: フィードバックと問題の説明
ko: 피드백 및 문제 설명
pt_br: Feedback e descrição do problema
ru: Обратная связь и описание проблемы
zh_hans: 问题描述与建议反馈
zh_hant: 问题描述与建议反馈

source: Feedback & Support
ar: ردود الفعل والدعم
de: Feedback und Support
es: Comentarios y soporte
fr: Commentaires et assistance
it: Feedback e supporto
ja: フィードバックとサポート
ko: 피드백 및 지원
pt_br: Feedback e suporte
ru: Обратная связь и поддержка
zh_hans: 意见反馈与支持
zh_hant: 意见反馈与支持

source: Field
ar: مجال
de: Feld
es: Campo
fr: Champ
it: Campo
ja: 分野
ko: 필드
pt_br: Campo
ru: Поле
zh_hans: 字段
zh_hant: 字段

source: Filter
ar: فلتر
de: Filtern
es: Filtrar
fr: Filtrer
it: Filtro
ja: フィルター
ko: 필터
pt_br: Filtro
ru: Фильтр
zh_hans: 筛选
zh_hant: 筛選

source: Filter build logs…
ar: تصفية سجلات البناء…
de: Build-Protokolle filtern…
es: Filtrar registros de compilación…
fr: Filtrer les journaux de compilation…
it: Filtra log di compilazione…
ja: ビルド ログをフィルター…
ko: 빌드 로그 필터링…
pt_br: Filtrar logs de compilação…
ru: Фильтровать журналы сборки…
zh_hans: 过滤构建日志…
zh_hant: 篩選建置記錄…

source: Find the DNS or Nameserver settings for %@
ar: ابحث عن إعدادات DNS أو خادم الأسماء لـ %@
de: Suchen Sie die DNS- oder Nameserver-Einstellungen für %@
es: Busque la configuración de DNS o del servidor de nombres para %@
fr: Recherchez les paramètres DNS ou du serveur de noms pour %@
it: Trova le impostazioni DNS o server dei nomi per %@
ja: %@ の DNS またはネームサーバー設定を見つけます。
ko: %@에 대한 DNS 또는 네임서버 설정 찾기
pt_br: Encontre as configurações de DNS ou servidor de nomes para %@
ru: Найдите настройки DNS или сервера имен для %@.
zh_hans: 找到 %@ 的 DNS 或域名服务器设置
zh_hant: 找到 %@ 的 DNS 或名稱伺服器 (Nameservers)設定

source: Firewall & Protection
ar: جدار الحماية والحماية
de: Firewall und Schutz
es: Cortafuegos y protección
fr: Pare-feu et protection
it: Firewall e protezione
ja: ファイアウォールと保護
ko: 방화벽 및 보호
pt_br: Firewall e proteção
ru: Брандмауэр и защита
zh_hans: 防火墙与保护
zh_hant: 防火墙与保護

source: Firewall activity & triggered rules
ar: نشاط جدار الحماية والقواعد التي تم تشغيلها
de: Firewall-Aktivität und ausgelöste Regeln
es: Actividad del firewall y reglas activadas
fr: Activité du pare-feu et règles déclenchées
it: Attività del firewall e regole attivate
ja: ファイアウォールアクティビティとトリガーされたルール
ko: 방화벽 활동 및 트리거된 규칙
pt_br: Atividade de firewall e regras acionadas
ru: Активность брандмауэра и сработавшие правила
zh_hans: 防火墙活动与触发的规则
zh_hant: 防火墙活動与触發的規則

source: Firewall Allowlist Export
ar: تصدير القائمة المسموح بها لجدار الحماية
de: Export der Firewall-Zulassungsliste
es: Exportación de lista de permitidos de firewall
fr: Exportation de la liste d'autorisation du pare-feu
it: Esportazione della lista consentita del firewall
ja: ファイアウォール許可リストのエクスポート
ko: 방화벽 허용 목록 내보내기
pt_br: Exportação de lista de permissões de firewall
ru: Экспорт белого списка брандмауэра
zh_hans: 防火墙白名单配置导出
zh_hant: 防火墙白名单設定導出

source: Firewall rules copied
ar: تم نسخ قواعد جدار الحماية
de: Firewallregeln kopiert
es: Reglas de firewall copiadas
fr: Règles de pare-feu copiées
it: Regole del firewall copiate
ja: ファイアウォールルールがコピーされました
ko: 방화벽 규칙이 복사되었습니다.
pt_br: Regras de firewall copiadas
ru: Правила брандмауэра скопированы.
zh_hans: 防火墙配置规则已复制
zh_hant: 防火墙設定規則已複製

source: Flags
ar: أعلام
de: Flaggen
es: Banderas
fr: Drapeaux
it: Bandiere
ja: フラグ
ko: 플래그
pt_br: Bandeiras
ru: Флаги
zh_hans: 标志
zh_hant: 標志

source: Flags (e.g., 0)
ar: الأعلام (على سبيل المثال، 0)
de: Flags (z. B. 0)
es: Banderas (por ejemplo, 0)
fr: Indicateurs (par exemple, 0)
it: Flag (ad esempio, 0)
ja: フラグ (例: 0)
ko: 플래그(예: 0)
pt_br: Sinalizadores (por exemplo, 0)
ru: Флаги (например, 0)
zh_hans: 标志 (例如：0)
zh_hant: 標志 (例如：0)

source: Flexible
ar: مرن
de: Flexibel
it: Flessibile
ja: フレキシブル
ko: 유연함
pt_br: Flexível
ru: Гибкий
zh_hans: 灵活
zh_hant: 彈性

source: Follow System
ar: اتبع النظام
de: Folgen Sie dem System
es: Seguir el sistema
fr: Suivre le système
it: Segui il sistema
ja: フォローシステム
ko: 팔로우 시스템
pt_br: Seguir sistema
ru: Следовать за системой
zh_hans: 跟随系统
zh_hant: 依照系統設定

source: Fonts Disabled
ar: تم تعطيل الخطوط
de: Schriftarten deaktiviert
es: Fuentes desactivadas
fr: Polices désactivées
it: Font disattivati
ja: フォントを無効にしました
ko: 글꼴 비활성화됨
pt_br: Fontes desativadas
ru: Шрифты отключены
zh_hans: 已禁用字体优化
zh_hant: 已停用字型最佳化

source: Fonts Enabled
ar: تم تفعيل الخطوط
de: Schriftarten aktiviert
es: Fuentes activadas
fr: Polices activées
it: Font attivati
ja: フォントを有効にしました
ko: 글꼴 활성화됨
pt_br: Fontes ativadas
ru: Шрифты включены
zh_hans: 已启用字体优化
zh_hant: 已啟用字型最佳化

source: For a duration of
ar: لمدة
de: Für eine Dauer von
es: Por una duración de
fr: Pour une durée de
it: Per una durata di
ja: 一定期間
ko: 다음 기간 동안
pt_br: Por um período de
ru: В течение
zh_hans: 持续时长
zh_hant: 持續時长

source: Forgot your API key?
ar: هل نسيت مفتاح API الخاص بك؟
de: Haben Sie Ihren API-Schlüssel vergessen?
es: ¿Olvidaste tu clave API?
fr: Vous avez oublié votre clé API ?
it: Hai dimenticato la chiave API?
ja: API キーをお忘れですか?
ko: API 키를 잊으셨나요?
pt_br: Esqueceu sua chave de API?
ru: Забыли ключ API?
zh_hans: 忘记了 API Key？
zh_hant: 忘记了 API Key？

source: Format
ar: شكل
de: Formatieren
es: Formato
fr: Formater
it: Formato
ja: 形式
ko: 체재
pt_br: Formatar
ru: Формат
zh_hans: 导出格式
zh_hant: 導出格式

source: Forward addresses to your inbox
ar: إعادة توجيه العناوين إلى صندوق الوارد الخاص بك
de: Leiten Sie Adressen an Ihren Posteingang weiter
es: Reenviar direcciones a su bandeja de entrada
fr: Transférer les adresses vers votre boîte de réception
it: Inoltra gli indirizzi alla tua casella di posta
ja: アドレスを受信箱に転送する
ko: 받은편지함으로 주소 전달
pt_br: Encaminhe endereços para sua caixa de entrada
ru: Пересылать адреса в свой почтовый ящик
zh_hans: 将邮件地址转发至您的收件箱
zh_hant: 将邮件地址轉發至您的收件箱

source: Forward custom domain addresses to your verified email inboxes.
ar: إعادة توجيه عناوين النطاق المخصصة إلى صناديق البريد الإلكتروني التي تم التحقق منها.
de: Leiten Sie benutzerdefinierte Domänenadressen an Ihre verifizierten E-Mail-Posteingänge weiter.
es: Reenvíe direcciones de dominio personalizadas a sus bandejas de entrada de correo electrónico verificadas.
fr: Transférez les adresses de domaine personnalisées vers vos boîtes de réception vérifiées.
it: Inoltra indirizzi di dominio personalizzati alle tue caselle di posta elettronica verificate.
ja: カスタム ドメイン アドレスを確認済みの電子メールの受信トレイに転送します。
ko: 사용자 정의 도메인 주소를 확인된 이메일 받은 편지함으로 전달하세요.
pt_br: Encaminhe endereços de domínio personalizados para suas caixas de entrada de e-mail verificadas.
ru: Пересылайте адреса собственных доменов в проверенные почтовые ящики.
zh_hans: 将自定义域名邮箱收到的邮件转发至已验证的目标收件箱。
zh_hant: 将自定义網域稱邮箱收到的邮件轉發至已驗證的目標收件箱。

source: Forward to
ar: إلى الأمام ل
de: Weiterleiten an
es: Reenviar a
fr: Envoyer à
it: Inoltra a
ja: に転送
ko: 다음으로 전달
pt_br: Encaminhar para
ru: Переслать
zh_hans: 转发至
zh_hant: 轉發至

source: Framework
ar: نطاق
de: Rahmen
es: Estructura
fr: Cadre
it: Struttura
ja: フレームワーク
ko: 뼈대
pt_br: Estrutura
ru: Рамки
zh_hans: 框架
zh_hant: 框架

# Français
source: French
ar: فرنسي
de: Französisch
es: Francés
fr: Français
it: francese
ja: フランス語
ko: 프랑스 국민
pt_br: Francês
ru: Французский
zh_hans: 法语
zh_hant: 法語

source: Full
ar: كامل
de: Vollständig
es: Completo
fr: Complet
it: Completa
ja: フル
ko: 전체
pt_br: Completo
ru: Полный
zh_hans: 完全
zh_hant: 完整

source: Full (Strict)
ar: كامل (صارم)
de: Vollständig (Streng)
es: Completo (Estricto)
fr: Complet (Strict)
it: Completa (Severa)
ja: フル（厳密）
ko: 전체（엄격）
pt_br: Completo (Estrito)
ru: Полный (Строгий)
zh_hans: 完全（严格）
zh_hant: 完整（嚴格）

source: Full or Full (Strict) is recommended if your origin server has an active SSL certificate.
ar: يوصى بـ Full أو Full (Strict) إذا كان خادمك الأصلي يحتوي على شهادة SSL نشطة.
de: Vollständig oder Vollständig (Streng) wird empfohlen, wenn Ihr Ursprungsserver über ein aktives SSL-Zertifikat verfügt.
es: Se recomienda Completo o Completo (estricto) si tu servidor de origen tiene un certificado SSL activo.
fr: Complet ou Complet (strict) est recommandé si votre serveur d'origine possède un certificat SSL actif.
it: Completo o Completo (rigoroso) è consigliato se il server di origine ha un certificato SSL attivo.
ja: オリジン サーバーにアクティブな SSL 証明書がある場合は、フルまたはフル (厳密) をお勧めします。
ko: 원본 서버에 활성 SSL 인증서가 있는 경우 전체 또는 전체(엄격)를 권장합니다.
pt_br: Completo ou Completo (Estrito) é recomendado se seu servidor de origem tiver um certificado SSL ativo.
ru: Рекомендуется режим 'Полный' или 'Полный (строгий)', если ваш исходный сервер имеет активный SSL-сертификат.
zh_hans: 如果您的源服务器具有有效的 SSL 证书，建议使用完全 (Full) 或完全严格 (Full Strict) 模式。
zh_hant: 如果您的來源伺服器具有有效的 SSL 憑證，建議使用完全 (Full) 或完全嚴格 (Full Strict) 模式。

source: Fully Operational
ar: التشغيلية بالكامل
de: Voll funktionsfähig
es: Totalmente operativo
fr: Entièrement opérationnel
it: Completamente operativo
ja: 完全に稼働
ko: 완전하게 작동
pt_br: Totalmente operacional
ru: Полностью работоспособен
zh_hans: 全部正常运行
zh_hant: 全部正常运行

source: Functions Errors
ar: أخطاء الوظائف
de: Funktionsfehler
es: Errores de funciones
fr: Erreurs de fonctions
it: Errori di funzioni
ja: 関数エラー
ko: 기능 오류
pt_br: Erros de funções
ru: Ошибки функций
zh_hans: 函数错误
zh_hant: 函數错误

source: Functions Invocations
ar: استدعاءات الوظائف
de: Funktionsaufrufe
es: Invocaciones de funciones
fr: Invocations de fonctions
it: Invocazioni di funzioni
ja: 関数の呼び出し
ko: 함수 호출
pt_br: Invocações de funções
ru: Вызовы функций
zh_hans: 函数调用量
zh_hant: 函數調用量

source: Functions Traffic
ar: وظائف حركة المرور
de: Funktionen Verkehr
es: Funciones Tráfico
fr: Fonctions Trafic
it: Funzioni Traffico
ja: 機能 トラフィック
ko: 기능 교통
pt_br: Funções Tráfego
ru: Функции Трафик
zh_hans: 函数流量
zh_hant: 函數流量

source: Gateway
ar: بوابة
de: Tor
es: Puerta
fr: Passerelle
it: Porta
ja: ゲートウェイ
ko: 게이트웨이
pt_br: Portal
ru: шлюз
zh_hans: 网关
zh_hant: 網關

source: Gateway created successfully
ar: تم إنشاء البوابة بنجاح
de: Gateway erfolgreich erstellt
es: Puerta de enlace creada correctamente
fr: Passerelle créée avec succès
it: Gateway creato con successo
ja: ゲートウェイが正常に作成されました
ko: 게이트웨이가 성공적으로 생성되었습니다.
pt_br: Gateway criado com sucesso
ru: Шлюз успешно создан
zh_hans: AI Gateway创建成功
zh_hant: AI 網關建立成功
